Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: <strong>{{userName}}</strong> updated the population of a goal.
it_it: <strong>{{userName}}</strong> ha aggiornato la popolazione di un obiettivo.

source: <strong>{{userName}}</strong> updated a goal priority
it_it: <strong>{{userName}}</strong> ha aggiornato una priorità dell'obiettivo

source: <strong>{{userName}}</strong> updated the progress settings of a goal.
it_it: <strong>{{userName}}</strong> ha aggiornato le impostazioni dei progressi di un obiettivo.

source: <strong>{{userName}}</strong> updated the progress of a goal.
it_it: <strong>{{userName}}</strong> ha aggiornato i progressi di un obiettivo.

source: <strong>{{userName}}</strong> updated a title
it_it: <strong>{{userName}}</strong> ha aggiornato un titolo

source: <strong>{{userName}}</strong> updated a goal tracking status
it_it: <strong>{{userName}}</strong> ha aggiornato lo stato di monitoraggio di un obiettivo

source: <strong>{{userName}}</strong> updated the weight of a goal.
it_it: <strong>{{userName}}</strong> ha aggiornato la ponderazione di un obiettivo.

source: Our security filter has blocked your request. Please refresh the page and try again. If the issue persists, please reach out to your IT team for assistance.
it_it: Il nostro filtro di sicurezza ha bloccato la tua richiesta. Aggiorna la pagina e riprova. Se il problema persiste, contatta il tuo team IT per assistenza.

source: Exit proxy
it_it: Esci dalla delega

source: Back to the previous page
it_it: Torna alla pagina precedente

source: You currently don't have proxy access
it_it: Attualmente non hai accesso in delega

source: My proxy permissions
it_it: Le mie autorizzazioni in delega

source: Proxy user
it_it: Utente in delega

source: Acting on behalf of
it_it: Agendo per conto di:

source: Your goal was successfully published. You're on the right track!
it_it: Obiettivo pubblicato correttamente. Sei sulla strada giusta!

source: See all
it_it: Vedi tutto

source: View goal
it_it: Visualizza obiettivo

source: Read less
it_it: Leggi meno

source: Read more
it_it: Leggi altro

source: State or region.
it_it: Stato o regione.

source: Are you sure you want to reopen this goal?
it_it: Riaprire questo obiettivo?

source: Reopen goal
it_it: Riapri obiettivo

source: Add inspiration tip content
it_it: Aggiungi contenuto del suggerimento d’ispirazione

source: Can you give me your perspective on the progress of my project? | What are my top three strengths? | Where do you think I should focus my development? | What is something you like about working with me? | Is there anything I could do to improve your experience working with me? | Where could I improve in my role?| Where do you think I am most impactful in my role? | How could I have better supported you in your role? | Can we talk about my project? What do you think is going well or what didn’t go well? | If there was one piece of advice you would give me to help me grow, what would it be? | Have you noticed any gaps in my self-awareness? | What skills do you think I should learn/ improve? | Can you give me your thoughts on how I am doing in my role? | Is there anything you would have done differently? | What key behaviors should I practice?
it_it: Puoi darmi la tua opinione sui progressi del mio progetto? | Quali sono i miei tre punti di forza principali? | Su cosa pensi che dovrei concentrare il mio sviluppo? | Cosa ti piace del lavorare con me? | C'è qualcosa che potrei fare per migliorare la tua esperienza lavorativa con me? | Dove potrei migliorare nel mio ruolo? | Dove pensi che io abbia più impatto nel mio ruolo? | Come avrei potuto supportarti meglio nel tuo ruolo? | Possiamo parlare del mio progetto? Cosa pensi stia andando bene o cosa credi non sia andato bene? | Se ci fosse un consiglio che mi daresti per aiutarmi a crescere, quale sarebbe? | Hai notato delle lacune nella mia consapevolezza personale? | Quali abilità pensi che dovrei apprendere/migliorare? | Puoi darmi il tuo parere su come sto svolgendo il mio ruolo? | C'è qualcosa che avresti fatto diversamente? | Quali comportamenti chiave dovrei praticare?

source: Can you give me your perspective on the progress of their projects? | What are their top three strengths? | Where do you think they should focus their development? | What is something you like about working with them? | What would you recommend them to stop/start/continue? | Is there anything they could do to improve your experience working with them? | Where could they improve in their role? | Where do you think they are most impactful in their role? | Are there any specific areas of development you think I could help them focus on? | If there was one piece of advice you could give them, what would it be? | Have you noticed any gaps in their self-awareness? | What skills do you think they should learn/ improve? | Can you give me your thoughts on how they are doing in their role? | What do you think are their top stand out behaviors? | What key behaviors should they practice?
it_it: Puoi darmi la tua opinione sui progressi dei loro progetti? | Quali sono i loro tre punti di forza principali? | Su cosa pensi che dovrebbero concentrare il loro sviluppo? | Cosa ti piace del lavorare con loro? | Cosa consiglieresti loro di smettere/incominciare/continuare? | C'è qualcosa che potrebbero fare per migliorare la tua esperienza lavorativa con loro? | Dove potrebbero migliorare nel loro ruolo? | Dove pensi che abbiano più impatto nel loro ruolo? | Ci sono aree specifiche di sviluppo su cui pensi che potrei aiutarli a concentrarsi? | Se ci fosse un consiglio che potresti dare loro, quale sarebbe? | Hai notato lacune nella loro consapevolezza personale? | Quali abilità pensi che dovrebbero apprendere/migliorare? | Puoi darmi il tuo parere su come stanno svolgendo il loro ruolo? | Quali pensi siano i loro comportamenti più distintivi? | Quali comportamenti chiave dovrebbero praticare?

source: Where do you think they are most impactful in their role?
it_it: Dove pensi che abbiano il maggiore impatto nel loro ruolo?

source: Have you noticed any gaps in their self-awareness?
it_it: Hai notato lacune nella loro consapevolezza di sé?

source: What key behaviors should they practice?
it_it: Quali comportamenti chiave dovrebbero mettere in pratica?

source: What would you recommend them to stop/start/continue?
it_it: Cosa consiglieresti loro di smettere/iniziare/continuare a fare?

source: Can you give me your perspective on the progress of their projects?
it_it: Puoi darmi la tua prospettiva sui progressi dei loro progetti?

source: What do you think are their top stand out behaviors?
it_it: Quali sono, secondo te, i loro comportamenti più distintivi?

source: What is something you like about working with them?
it_it: Cosa ti piace del lavorare con loro?

source: Are there any specific areas of development you think I could help them focus on?
it_it: Ci sono aree di sviluppo specifiche su cui pensi che potrei aiutarli a concentrarsi?

source: What are their top three strengths?
it_it: Quali sono i loro tre punti di forza principali?

source: Where could they improve in their role?
it_it: In quale aspetto del loro ruolo potrebbero migliorare?

source: Is there anything they could do to improve your experience working with them?
it_it: C'è qualcosa che potrebbero fare per migliorare la tua esperienza lavorativa con loro?

source: If there was one piece of advice you could give them, what would it be?
it_it: Se potessi dare loro un consiglio, quale sarebbe?

source: Where do you think they should focus their development?
it_it: Su cosa pensi che dovrebbero concentrare il loro sviluppo?

source: Can you give me your thoughts on how they are doing in their role?
it_it: Puoi darmi la tua opinione su come se la stanno cavando nel loro ruolo?

source: What skills do you think they should learn/improve?
it_it: Quali competenze pensi che dovrebbero apprendere/migliorare?

source: How could I have better supported you in your role?
it_it: Come avrei potuto supportarti meglio nel tuo ruolo?

source: Have you noticed any gaps in my self-awareness?
it_it: Hai notato lacune nella mia autoconsapevolezza?

source: What key behaviors should I practice?
it_it: Quali comportamenti chiave dovrei adottare?

source: Is there anything I could do to improve your experience working with me?
it_it: C'è qualcosa che potrei fare per migliorare la tua esperienza lavorativa con me?

source: Can you give me your perspective on the progress of my project?
it_it: Puoi darmi la tua opinione sui progressi del mio progetto?

source: Is there anything you would have done differently?
it_it: C'è qualcosa che avresti fatto diversamente?

source: What is something you like about working with me?
it_it: Cosa ti piace del lavorare con me?

source: Can we talk about my project? What do you think is going well or what didn’t go well?
it_it: Possiamo parlare del mio progetto? Cosa pensi stia andando bene o cosa non è andato bene?

source: What are my top three strengths?
it_it: Quali sono i miei tre punti di forza principali?

source: Where do you think I am most impactful in my role?
it_it: Dove pensi che io abbia il maggiore impatto nel mio ruolo?

source: Where could I improve in my role?
it_it: In cosa potrei migliorare nel mio ruolo?

source: If there was one piece of advice you would give me to help me grow, what would it be?
it_it: Se dovessi darmi un solo consiglio per aiutarmi a crescere, quale sarebbe?

source: Where do you think I should focus my development?
it_it: Su cosa pensi che dovrei concentrare il mio sviluppo?

source: Can you give me your thoughts on how I am doing in my role?
it_it: Puoi dirmi cosa pensi di come mi sto comportando nel mio ruolo?

source: What skills do you think I should learn/improve?
it_it: Quali competenze pensi che dovrei imparare/migliorare?

source: The goal was successfully submitted again for approval.
it_it: Obiettivo rinviato correttamente per l'approvazione.

source: Performance evaluation section
it_it: Sezione di valutazione delle prestazioni

source: The review is about a deactivated worker.
it_it: La revisione riguarda un collaboratore disattivato.

source: Edit response
it_it: Modifica risposta

source: Goals aligned to this goal
it_it: Obiettivi allineati a questo obiettivo

source: Fulfillment
it_it: Raggiungimento

source: Hide details
it_it: Nascondi dettagli

source: What is your view?
it_it: Qual è la tua opinione?

source: No rating yet.
it_it: Ancora nessuna valutazione.

source: Not rated
it_it: Non valutato

source: Delete reviews
it_it: Elimina revisioni

source: Are you sure you want to delete {{count}} review? This action cannot be undone.
it_it: Eliminare {{count}} revisione? Questa azione non può essere annullata.

source: Are you sure you want to delete {{count}} reviews? This action cannot be undone.
it_it: Eliminare {{count}} revisioni? Questa azione non può essere annullata.

source: Delete {{count}} review
it_it: Elimina {{count}} revisione

source: Delete {{count}} reviews
it_it: Elimina {{count}} revisioni

source: The deletion process of the review has started. This can take some time.
it_it: Il processo di eliminazione della revisione è iniziato. L'operazione può richiedere del tempo.

source: {{count}} reviews were successfully deleted.
it_it: {{count}} valutazioni sono state eliminate con successo.

source: {{count}} review was successfully deleted.
it_it: {{count}} valutazione è stata eliminata con successo.

source: Filter by review stage
it_it: Filtra per fase di revisione

source: Reviews in "Closed" stage: {{count}}
it_it: Revisioni nella fase "Chiusa": {{count}}

source: Reviews in "Closed (System)" stage: {{count}}
it_it: Revisioni nella fase "Chiuso (Sistema)": {{count}}

source: Reviews in "Moderation" stage: {{count}}
it_it: Revisioni nella fase di "Moderazione": {{count}}

source: Reviews in "Pending sign-off" stage: {{count}}
it_it: Valutazioni nella fase "In attesa di approvazione": {{count}}

source: Find workers by cost center
it_it: Trova i collaboratori in base al centro di costo

source: Search for a cost center
it_it: Cerca in base al centro di costo

source: Find workers by country
it_it: Trova collaboratori in base al Paese

source: Search for a country
it_it: Cerca in base al Paese

source: The list can load up to {{count}} results. Use the search field to find additional managers.
it_it: L'elenco può caricare fino a {{count}} risultati. Usa il campo di ricerca per trovare altri manager.

source: Find workers by their manager
it_it: Trova collaboratori in base al loro manager

source: The list can load up to {{count}} results. Use the search field to find additional organizational units.
it_it: L'elenco può caricare fino a {{count}} risultati. Usa il campo di ricerca per trovare altre unità organizzative.

source: Find workers by organizational unit
it_it: Trova collaboratori in base all'unità organizzativa

source: The list can load up to {{count}} results. Use the search field to find additional workers.
it_it: L'elenco può caricare fino a {{count}} risultati. Usa il campo di ricerca per trovare altri collaboratori.

source: Find specific workers
it_it: Trova collaboratori specifici

source: Manage {{templateName}}
it_it: Gestisci {{templateName}}

source: Manage reviews
it_it: Gestisci revisioni

source: Both parties will need to submit their review again. The manager should wait for the worker review to be submitted before submitting theirs. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
it_it: Entrambe le parti dovranno inviare nuovamente la loro revisione. Il manager dovrebbe aspettare che la revisione del collaboratore venga inviata prima di inviare la propria. Ricorda che i moduli vengono elaborati in background. A seconda del volume di revisioni che hai selezionato, potresti ancora vedere alcuni di questi moduli quando applichi selezioni future mentre li elaboriamo e li rimandiamo ai manager. Puoi continuare a utilizzare l'applicazione e intraprendere qualsiasi altra azione necessaria.

source: {{count}} review was successfully reopened for workers and managers.
it_it: {{count}} revisione riaperta correttamente per i collaboratori e i manager.

source: {{count}} reviews were successfully reopened for workers and managers.
it_it: {{count}} revisioni riaperte correttamente per i collaboratori e i manager.

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
it_it: Sposta {{count}} revisione nella fase "In corso" per collaboratori e manager. Entrambe le parti dovranno inviare nuovamente la loro revisione. Questa azione non può essere annullata.

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
it_it: Sposta {{count}} revisioni nella fase "In corso" per collaboratori e manager. Entrambe le parti dovranno inviare nuovamente la loro revisione. Questa azione non può essere annullata.

source: Reopen reviews for workers and managers
it_it: Riapri le revisioni per i collaboratori e i manager

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
it_it: Sposta {{count}} revisione nella fase "In corso" per i collaboratori e i manager. Entrambe le parti dovranno inviare nuovamente la loro revisione. Questa azione non può essere annullata.

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
it_it: Sposta {{count}} revisioni alla fase "In corso" per collaboratori e manager. Entrambe le parti dovranno inviare nuovamente la loro revisione. Questa azione non può essere annullata.

source: Reopen reviews for both workers and managers
it_it: Riapri le revisioni sia per i collaboratori che per i manager

source: Managers will need to republish their inputs to be considered in the review. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
it_it: I manager dovranno ripubblicare i propri input perché siano inclusi nella revisione. Ricorda che i moduli vengono elaborati in background. A seconda del volume di revisioni che hai selezionato, potresti ancora vedere alcuni di questi moduli quando applichi selezioni future mentre li elaboriamo e li rimandiamo ai manager. Potrai continuare a utilizzare l'applicazione e intraprendere qualsiasi altra azione necessaria.

source: {{count}} review was successfully moved to "Pending publishing" stage.
it_it: {{count}} revisione spostata correttamente alla fase "In attesa di pubblicazione".

source: {{count}} reviews were successfully moved to "Pending publishing" stage.
it_it: {{count}} revisioni spostate correttamente alla fase "In attesa di pubblicazione".

source: Managers will need to republish their inputs to be considered in the review. This action cannot be undone.
it_it: I manager dovranno ripubblicare i loro contributi perché siano inclusi nella revisione. Questa azione non può essere annullata.

source: Move reviews to "Pending publishing" stage
it_it: Sposta le revisioni nella fase "In attesa di pubblicazione"

source: Managers will need to submit the review again. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can continue using the application and perform any other required actions.
it_it: I manager dovranno inviare nuovamente la Valutazione. Tieni presente che i moduli vengono elaborati in background. A seconda del numero di Valutazioni selezionate, potresti continuare a vedere alcuni di questi moduli quando applichi selezioni future, mentre li elaboriamo e li restituiamo ai manager. Puoi continuare a utilizzare l’applicazione ed eseguire qualsiasi altra azione necessaria.

source: {{count}} review was successfully reopened.
it_it: {{count}} Valutazione è stata riaperta correttamente.

source: {{count}} reviews were successfully reopened.
it_it: {{count}} Valutazioni sono state riaperte con successo.

source: Move {{count}} review to the "In progress" stage. Managers will need to submit their review again. This action cannot be undone.
it_it: Sposta {{count}} Valutazione allo stage "In corso". I manager dovranno inviare di nuovo la loro Valutazione. Questa azione non può essere annullata.

source: Move {{count}} reviews to the "In progress" stage. Managers will need to submit their review again. This action cannot be undone.
it_it: Sposta {{count}} Valutazioni nella fase "In corso". I manager dovranno inviare nuovamente la loro Valutazione. Questa azione non può essere annullata.

source: Reopen reviews
it_it: Riapri le Valutazioni

source: This review is now reopened for managers to edit. The reviews will need to be republished to capture the changes/updates of the managers. If you have reopened a significant number of reviews, please allow adequate processing time for the completion of this action. You can still keep using the application and take any further actions required while the system is processing.
it_it: Questa revisione è stata riaperta per la modifica da parte dei manager. Le revisioni dovranno essere ripubblicate per riflettere i cambiamenti o gli aggiornamenti dei manager. Se hai riaperto un numero significativo di revisioni, lascia trascorrere un tempo di elaborazione adeguato per il completamento di questa azione. Potrai continuare a utilizzare l'applicazione e intraprendere ulteriori azioni necessarie mentre il sistema sta elaborando.

source: {{count}} review was successfully moved to the "Conversation & publication" stage.
it_it: {{count}} revisione spostata correttamente alla fase "Conversazione e pubblicazione".

source: {{count}} reviews were successfully moved to the "Conversation & publication" stage.
it_it: {{count}} revisioni spostate correttamente alla fase "Conversazione e pubblicazione".

source: Moving a closed review back to the "Conversation & publication" stage allows the manager to edit the review and publish again.
it_it: Spostare nuovamente una revisione chiusa alla fase "Conversazione e pubblicazione" consente al manager di modificare la revisione e pubblicarla nuovamente.

source: Move reviews to "Conversation & publication" stage
it_it: Sposta le revisioni alla fase "Conversazione e pubblicazione"

source: If you have moved a significant number of reviews to this stage, please allow adequate processing time for the completion of this action. You can still keep using the application and take any further actions required while the system is processing.
it_it: Se hai spostato un numero significativo di revisioni a questa fase, lascia trascorrere un tempo di elaborazione adeguato per il completamento di questa azione. Potrai continuare a utilizzare l'applicazione e intraprendere ulteriori azioni necessarie mentre il sistema sta elaborando.

source: {{count}} review was successfully moved to "Pending sign-off" stage.
it_it: {{count}} revisione spostata correttamente alla fase "In attesa di approvazione".

source: {{count}} reviews were successfully moved to "Pending sign-off" stage.
it_it: {{count}} revisioni spostate correttamente alla fase "In attesa di approvazione".

source: Moving the accepted review back to "Pending sign-off" stage...
it_it: Spostamento della revisione accettata alla fase "In attesa di approvazione"...

source: Move reviews back to "Pending sign-off" stage
it_it: Sposta le revisioni alla fase "In attesa di approvazione"

source: Once a review is closed, it is finalized and no longer editable by either the manager or the worker. However, both parties can still view the content and download the review as a PDF for reference. Note that reviews are processed in the background. Depending on the number of selected reviews, you might still see some forms temporarily in other stages they are being processed. You may continue using the application and perform other actions while the updates are applied.
it_it: Una volta che una Valutazione è chiusa, viene finalizzata e non è più modificabile né dal responsabile né dai Collaboratori. Tuttavia, entrambe le parti possono ancora visualizzare il contenuto e scaricare la Valutazione in formato PDF per riferimento. Si noti che le Valutazioni vengono elaborate in background. A seconda del numero di Valutazioni selezionate, potrebbe essere ancora possibile visualizzare temporaneamente alcuni moduli in altre fasi mentre vengono elaborate. È possibile continuare a utilizzare l'applicazione ed eseguire altre azioni mentre gli aggiornamenti vengono applicati.

source: {{count}} review was successfully moved to the "Closed (system)" stage.
it_it: {{count}} Valutazione è stata spostata con successo nella fase "Chiuso (sistema)".

source: {{count}} reviews were successfully moved to the "Closed (system)" stage.
it_it: {{count}} Valutazioni sono state spostate con successo nella fase "Chiuso (sistema)".

source: Move {{count}} review to the "Closed (system)" stage. This action cannot be undone.
it_it: Sposta {{count}} Valutazione nella fase "Chiuso (sistema)". Questa azione non può essere annullata.
